/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Åpne";
"Open Title" = "Åpne: ^0";
"Save Default Title" = "Arkiver";
"Save Title" = "Arkiver: ^0";
"Choose File Title" = "Velg en fil";
"Choose Folder Title" = "Velg en mappe";
"Choose Volume Title" = "Velg et volum";
"Choose Object Title" = "Velg objekt";
"New Folder Title" = "Ny mappe";

/* Button title strings */
"Save Button" = "Arkiver";
"Open Button" = "Åpne";
"Choose Button" = "Velg";
"Don't Save Button" = "Ikke arkiver";
"New Folder Button" = "Ny mappe";
"Replace Button" = "Erstatt";
"Discard Button" = "Forkast endringer";
"Review Button" = "Se gjennom endringer...";
"Use Dot Button" = "Bruk «.»";
"ExtensionAlertUseOneLabel" = "Bruk .^1";
"ExtensionAlertUserBothLabel" = "Bruk begge";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Arkiver endringer før du lukker";
"SaveChangesQuitting Banner" = "Arkiver endringer før du avslutter";
"SaveChangesOther Banner" = "Arkiver endringer";
"DiscardChanges Banner" = "Forkast endringer";
"WantToSaveDoc Banner" = "Vil du arkivere endringene du har gjort i dokumentet «^0»?";
"WantToSaveThis Banner" = "Vil du arkivere endringene du har gjort i dette dokumentet?";
"WantToSaveAppDocs Banner" = "Vil du arkivere endringene du har gjort i ^0-dokumentene";
"WantToDiscardDoc Banner" = "Vil du forkaste endringene du har gjort i dokumentet «^0»?";
"WantToDiscardThis Banner" = "Vil du forkaste endringene du har gjort i dette dokumentet?";

"Review App Docs Banner" = "Du har ^0 ^1-dokumenter med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";
"Review Several App Docs Banner" = "Du har flere ^1-dokumenter med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";

"Review Docs Banner" = "Du har ^0 dokumenter med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";
"Review Several Docs Banner" = "Du har flere dokumenter med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";

"Review App Single Doc Banner" = "Du har ^0 ^1-dokument med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";
"Review Single Doc Banner" = "Du har ^0 dokument med endringer som ikke er arkivert. Vil du se gjennom disse endringene før du avslutter?";

"Review Docs Explanation" = "Hvis du ikke ser gjennom dokumentene, vil du miste alle endringer.";

/* Untitled strings */
"Untitled Folder" = "mappe uten navn";
"Untitled Doc" = "uten navn";

/* Alert strings */
"Cant Replace Locked" = "Du kan ikke erstatte «^0» fordi det er låst.";

"Remove Favorite" = "Fjern fra Favoritter";
"Cant Resolve Alias NotFound" = "Favorittobjektet «^0» kunne ikke åpnes fordi originalobjektet ikke ble funnet.";
"Navigate Alias Not Found" = "Aliaset «^0» kunne ikke åpnes fordi originalobjektet ikke ble funnet.";

"Name Already Taken" = "Objektet «^0» er allerede i bruk. Bruk et annet navn.";
"Cant Replace Folder" = "Navnet «^0» er i bruk som mappenavn.";
"Cant NewFolder OnLockedDisk" = "Du kan ikke opprette en ny mappe fordi disken er låst.";
"Not Right Privs" = "Du kan ikke erstatte «^0» fordi du ikke har riktige tilgangsrettigheter.";
"Cant use period" = "Navn som begynner med et punktum «.» er reservert for systemet. Hvis du likevel bruker et navn som begynner med et punktum, blir filen skjult.";

"ExtensionWarningText" = "Er du sikker på at du vil arkivere dette dokumentet med filendelsen «.^0»? Den foreslåtte filendelsen er «.^1».";
"ExtensionWarningSubtext" = "Hvis du ikke bruker filendelsen «.^1», kan det hende at dokumentet arkiveres i et annet format.";

"ExtensionErrorText" = "Du kan ikke arkivere dette dokumentet med filendelsen «.^0». Du må bruke filendelsen «.^1».";
"ExtensionErrorSubtext" = "Du kan velge å bruke begge, slik at filnavnet slutter med «.^0.^1».";

"ReplaceAlertText" = "Et objekt med navnet «^0» finnes allerede. Vil du erstatte det med det du arkiverer?";
"ReplaceWithExtensionAlertText" = "Et objekt med navnet «^0» og filendelsen «.^1» finnes allerede. Vil du erstatte det med det du arkiverer?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Favorittsteder";
"Recent Places"	= "Sist brukte steder";
"Computer" = "Maskin";
"Home menu item" = "Hjem";

/* Show Popup Menu strings */
"All Files" = "Alle dokumenter";
"All Known Files" = "Alle kjente dokumenter";
"All App" = "Alle ^0-dokumenter";
"All Readable Files" = "Alle lesbare dokumenter";

/* Format Popup Menu strings */
"Default" = "Standard";

/* Generic Kind strings */
"Picture Document" = "Bildedokument";
"Text Document" = "Tekstdokument";
"Movie Document" = "Filmdokument";
"Sound Document" = "Lyddokument";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Tilkobling mislyktes";
"Connect Failed Details" = "Ingen respons fra iDisk-tjeneren. Prøv igjen.";
"Invalid Setup" = "Fikk ikke tilgang til iDisk. Medlemsnavnet eller passordet ditt kan være ugyldig.";
"Invalid Setup Details" = "Du kan endre navnet og passordet i .Mac-panelet i Internett-valgpanelet i Systemvalg.";
"iTools Button" = "Åpne .Mac-valg...";
"Authentication Failed" = "Pålogging mislyktes";
"Authentication Failed Detailed" = "Brukernavnet eller passordet som ble oppgitt, er ikke riktig. Prøv en gang til. Du finner brukernavnet og passordet for .Mac i .Mac-valgpanelet.";

/* List view column titles*/
"Name Column Title" = "Navn";
"Date Modified Column Title" = "Dato endret";

/* Authenticated Server strings */
"Connect Button" = "Koble til...";
"Connect Caption" = "Klikk på Koble til for å vise de delte volumene på tjeneren «^0».";

/* Query strings */
"QueryItemCountString" = "%i objekter";
"CurrentFolderScopeString" = "Mappen «%s»";
"HomeScopeString" = "Hjem";
"EverywhereScopeString" = "Datamaskin";

/* Preview strings */
"MoreInfo" = "mer info...";
